Repository: DanYellow/SharList
Catalog: SharList/*.lproj/Localizable.strings
Languages: fr

# an error
source: An error has occurred
fr: Une erreur est survenue

source: Cancel
fr: Annuler

source: Remove
fr: Retirer

# Introduce the world what you love
source: Introduce the world what you like
fr: faites découvrir au monde ce que vous aimez

# serie
source: TV shows
fr: séries

# movie
source: movies
fr: films

# book
source: books
fr: livres

source: buy
fr: acheter

source: buy %@
fr: acheter %@

# push remote notif update list
source: One of your favorite discoveries was updated!
fr: Une de vos découvertes favorites a été mise à jour !

# meetings
source: discoveries
fr: découvertes

source: settings
fr: paramètres

source: my list
fr: ma liste

source: e.g.
fr: ex.

source: Tap on
fr: Appuyez sur

# Tap on to fill your list
source: Tap on to search
fr: Appuyez sur pour rechercher

source: No results
fr: Aucun résultat

source: No Internet connection
fr: Aucune connexion Internet

source: Delete
fr: Retirer

# localNotificationAlertBodyNotUpdateList
source: Discover new things ? Add it to your list
fr: Vous avez découvert de nouvelles choses ? Ajoutez-les

# add my likes
source: Add my Facebook likes
fr: Ajouter mes likes Facebook

# get my likes
source: Fill with my likes
fr: Remplir avec mes likes

source: List synchronized
fr: Liste synchronisée

source: followers
fr: abonnés

source: follower
fr: abonné

source: All
fr: Toutes

source: Favorites
fr: Favoris

# no facebook friends
source: None of your friends on Facebook using Shound
fr: Aucun de vos amis Facebook n'est sur Shound

# has facebook friends
source: Some of your facebook friends use Shound but you didn't discovered them yet
fr: Certains utilisent Shound mais vous ne les avez pas encore découvert

# Tap on in a meeting to add it among your favorites
source: Tap on in a discovery to add it among your favorites
fr: Appuyez sur dans une découverte pour l'ajouter aux favoris

# Met at %@
source: Discovered at %@
fr: Découvert à %@

source: updated!
fr: mis à jour !

# %@ meetings
source: %@ discoveries
fr: %@ découvertes

# disabledBGF
source: The background fetch feature is disabled in your Settings. Enabled it to introduce the world what you love without open the app.
fr: L'actualisation en arrière-plan est désactivée dans les Réglages. Activez la pour faire découvrir au monde ce que vous aimez sans même ouvrir l'application.

# restrictedBGF
source: It looks like you device is not allowed to use the background fetch feature of your device.
fr: Il semblerait que votre appareil ne soit pas autorisé à actualiser le contenu en arrière-plan.

# no datas updated for this user
source: This user haven't update his list
fr: Cet utilisateur n'a pas mis à jour sa liste

# numberOfJSONErrorsMaxReached
source: Too bad, the server has no datas for you.
fr: Mince. Le serveur n'a pas de nouvelles choses à vous proposer

# nothing common
source: Discover! Nothing in common.
fr: Découvrez ! Rien en commun.

# things common
source: Things in common, but also to discover
fr: On peut toujours apprendre des autres

source: In common
fr: de goût en commun

# localNotificationAlertActionRefresh
source: discover
fr: découvrir

# localNotificationAlertBodyRefresh
source: There are always new things to discover
fr: Il y a toujours de nouvelles choses à découvrir

# authorize fb friends
source: I would like to see my friends
fr: J'aimerais voir mes amis

# refreshmeetingType
source: The refresh button allows to make discoveries, they can be of two types
fr: Le bouton rafraîchir permet de faire des découvertes, elles peuvent être de trois types :

source: Geolocated
fr: Géolocalisées

# geolocatedMeetingExplained
source: Geolocated Perfect when you're in foreign country
fr: Géolocalisées Idéales quand on est à l'étranger

source: Random
fr: Aléatoires

# randomMeetingExplained
source: Random The unknown does not scare you
fr: Aléatoires Pour ceux qui n'ont pas peur de l'inconnu

# notefacebook
source: Note: If an icon is replaced by initials, you discovered a facebook friend! Note 2: You can make a discovery only every hours.
fr: Note : Si une icône est remplacée par des initiales, vous avez découvert un(e) ami(e) facebook !

source: Settings
fr: Réglages

source: Enable geolocation
fr: Activer la géolocalisation

source: Log out
fr: Déconnexion

source: Delete account
fr: Supprimer le compte

# Geoloc explain
source: This option is not available currently because we just launch this app and we don't have many users to fetch users around you. So talk about Shound to your friends, family, co-workers...
fr: Cette option n'est pas accessible présentement parce que nous venons de lancer cette application et qu'il n'y a pas beaucoup d'utilisateurs autour de vous. Parlez de Shound à vos amis, votre famille, vos collègues...

source: About
fr: A propos

# Enable anonymous mode
source: Be anonymous
fr: Activer l'anonymat

# Enable anonymous mode message
source: Activating anonymous mode, you'll not able to see discovered users' profile images. (They can't see yours)
fr: En activant l'anonymat, vous ne pourrez plus voir les images de profil des utilisateurs découverts (Ils ne pourront pas voir la vôtre)

# OK reminder me later
source: OK. Remind me next time
fr: OK. Rappelez-le moi la prochaine fois

# Talk about shound
source: Talk about Shound to my friends
fr: Parler de Shound à mes amis

source: Oops
fr: Oups

# geoloc denied
source: Shound isn't allow to use your location. Please enable it in your Settings (Shound > Location > Always)
fr: Shound n'est pas autorisé à utiliser votre position. Autorisez le dans les Réglages. (Shound > Position > Toujours)

# restricted denied
source: Shound is allow to use your location. Please enable it in your Settings (Shound > Location > Always)
fr: Shound n'est pas autorisé à utiliser votre position. Autorisez le dans les Réglages. (Shound > Position > Toujours)

# geoloc disabled
source: The location services seems to be disabled from the Settings
fr: Le service de localisation semble être désactivé dans les Réglages de l'appareil

# met %@ times
source: seen %@ time(s)
fr: découvert %@ fois

source: Talk about this discover
fr: Parler de cette découverte

source: Liked by %@ people
fr: Aimé par %@ personnes

# noconnection
source: It's looks like you're not connected to Internet. Connect your device and try again.
fr: Il semblerait que vous ne soyez pas connecté à Internet. Connectez-vous et réessayez.

source: No description
fr: Pas de description pour le moment

source: Got it
fr: Compris

# tutFavsMessage
source: Use this icon to add it among your list and introduce it to the world
fr: Utilisez l'icône pour ajouter une fiche à vos favoris et faire découvrir au monde que vous l'aimez

# issuesWithDetailsMedia
source: It looks like there is an issue with this view. Try later
fr: Il semblerait qu'il y ait une erreur avec cette fiche. Réessayez plus tard

# last episode date %@
source: Release date of the last episode: %@
fr: Date de diffusion du dernier épisode : %@

# next episode date %@
source: Release date of the next episode: %@
fr: Date de diffusion du prochain épisode : %@

source: Next episode: %@
fr: Prochain épisode : %@

# release today
source: Today!
fr: Aujourd'hui !

# release tomorrow
source: Tomorrow!
fr: Demain !

source: yyyy/MM/dd at HH:mm
fr: dd/MM/yyyy à HH:mm

# WSQuote
source: "Hell is empty And the devils are here"
fr: L'enfer est vide, tous les démons sont ici

# comment friend %@
source: %@'s comment
fr: Le commentaire de %@

# comment friend elision %@
source: %@'s comment
fr: Le commentaire d'%@

# comment discover
source: Discovery's comment
fr: Le commentaire de votre découverte

# comment user
source: Your comment
fr: Votre commentaire

# no comment discover
source: Your discovery hasn't yet commented
fr: Votre découverte n'a pas encore commenté

# no comment friend %@
source: %@ hasn't yet commented
fr: %@ n'a pas encore commenté

# no comment user
source: You haven't yet comment
fr: Vous n'avez pas encore commenté

source: About
fr: A propos

# errorConnect
source: Facebook has an issue
fr: Facebook a rencontré une problème

# FBLinkShareParams_name
source: Download Shound
fr: Téléchargez Shound

# FBLinkShareParams_caption
source: I'm already use Shound and you?
fr: Je suis déjà sur Shound et vous ?

# FBLinkShareParams_noapp
source: It looks like you haven't Facebook's app
fr: Il semblerait que vous n'ayez pas l'application Facebook

# FBLinkShareParams_posterror
source: Facebook has encountered a problem
fr: Facebook a rencontré un problème

# FBLinkShareParams_postsuccess
source: Thanks you. You help Shound to be more popular
fr: Merci. Vous aidez Shound à être plus populaire !

# FBLinkShareParams_postsuccess_title
source: Great!
fr: Super !
